# Этот файл содержит текстовые сообщения для игры.
# Текст извлекается по ключу и отображается игроку в нужный момент.
#
# Отделение игровых ресурсов от кода даёт следующие преимущества:
#
# - **Структурированность проекта**: помогает сделать код программы более однородным.
# - **Поддержка локализации**: перевод игры на другие языки становится проще.
# - **Упрощается командная работа**: зоны ответственности дизайнеров и программистов явным образом разделены.

msgs = {
    "ready": "Бот {} запущен и готов к работе!",
    "welcome": "Добро пожаловать в игру!",
    "started": "{}, ты уже начал игру.",
}
